Repository: arkavo-org/app
Catalog: Arkavo/Localizable.xcstrings
Source language: en
Languages: es_us

source: Account
es_us: Cuenta

source: Account Profile
es_us: Perfil de cuenta

source: Admission
es_us: Admisión

source: Cancel
es_us: Cancelar

source: Create Profile
es_us: Crear perfil

source: Create Stream
es_us: Crear secuencia

source: Done
es_us: Hecho

source: Interaction
es_us: Interacción

source: Leader in Content Security
es_us: Líder en Seguridad de Contenidos

source: Leader in Privacy
es_us: Líder en Privacidad

source: Map
es_us: Mapa

source: Name: %@
es_us: Nombre: %@

source: nanoTDF info
es_us: información nanoTDF

source: OK
es_us: DE ACUERDO

source: Policies
es_us: Políticas

source: Profile
es_us: Perfil

source: Profile Information
es_us: Información de perfil

source: Profile: %@
es_us: Perfil

source: Ready to join?
es_us: ¿Listo para unirte?

source: Register
es_us: Registro

source: Save
es_us: Ahorrar

source: Share
es_us: Compartir

source: Share Text
es_us: Compartir texto

source: Share URL
es_us: Compartir URL

source: Sign In
es_us: Iniciar sesión

source: Sign Up
es_us: Inscribirse

source: Start
es_us: Comenzar

source: Start group chats now, with more exciting features coming soon!
es_us: Inicie chats grupales ahora, ¡próximamente habrá más funciones interesantes!

source: Stop
es_us: Detener

source: Stream
es_us: Transmisión

source: Stream ID
es_us: ID de transmisión

source: Streams
es_us: Transmisiones

source: Thought service is unavailable
es_us: El servicio de pensamiento no está disponible

source: Type a message...
es_us: Escribe un mensaje...

source: View Secure Stream
es_us: Ver transmisión segura

source: View the secure stream with ID ${streamIDString}
es_us: Ver la transmisión segura con ID ${streamIDString}

source: Welcome to Arkavo!
es_us: ¡Bienvenidos a Árkavo!
